brew "git"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "z"
brew "thefuck"
brew "dockutil"
brew "mas"
brew "stow"
brew "duti"

cask "alfred"
cask "kitty"
cask "lulu"
cask "libreoffice"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "selfcontrol"
cask "signal"
cask "whatsapp"
cask "zotero"
cask "visual-studio-code"
cask "vlc"
cask "mactex-no-gui"
