brew "git"
brew "openjdk"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "z"
brew "thefuck"
brew "dockutil"
brew "mas"
brew "stow"
brew "duti"

cask "visual-studio-code"
Cask "dotnet-sdk"
cask "scenebuilder"
cask "dbeaver-community"
cask "rectangle"
